Repository: Ohjackson/VocaDay
Catalog: VocaDay/Localizable.xcstrings
Source language: en
Languages: ja, ko

source: (Translating...)
ja: (翻訳中...)
ko: (자동 번역 중...)

source: (Translation failed)
ja: (翻訳に失敗)
ko: (자동 번역 실패)

source: %lld lines
ja: %lld行
ko: %lld줄

source: %lld words processed.
ja: %lld件の単語を処理しました。
ko: %lld개 단어를 처리했습니다.

source: %lld words saved to %@.
ja: %lld件の単語を%@に保存しました。
ko: %lld개 단어를 %@에 저장했습니다.

source: 1 word processed.
ja: 1件の単語を処理しました。
ko: 단어 1개를 처리했습니다.

source: 1 word saved to %@.
ja: 1件の単語を%@に保存しました。
ko: 단어 1개를 %@에 저장했습니다.

source: Add
ja: 追加
ko: 추가

source: Add Anyway
ja: そのまま追加
ko: 그냥 넣기

source: Add Favorite
ja: お気に入りに追加
ko: 즐겨찾기 추가

source: Add Note
ja: ノートを追加
ko: 노트 추가

source: Add Words
ja: 単語追加
ko: 단어 추가

source: All App Data
ja: すべてのアプリデータ
ko: 모든 앱 데이터

source: All app data deleted.
ja: すべてのアプリデータを削除しました。
ko: 모든 앱 데이터를 삭제했습니다.

source: Apply Changes
ja: 変更を適用
ko: 변경 적용

source: Apply failed: %@
ja: 適用に失敗しました: %@
ko: 적용 실패: %@

source: Apply imported JSON?
ja: インポートしたJSONを適用しますか？
ko: 가져온 JSON을 적용할까요?

source: Cancel
ja: キャンセル
ko: 취소

source: Changes applied.
ja: 変更を適用しました。
ko: 변경을 적용했습니다.

source: Check Point
ja: チェックポイント
ko: 체크 포인트

source: Clipboard Empty
ja: クリップボードが空です
ko: 클립보드가 비어 있습니다

source: Clipboard is empty.
ja: クリップボードが空です。
ko: 클립보드가 비어 있습니다.

source: Completed
ja: 完了
ko: 완료

source: Copy enriched JSON first, then paste it here.
ja: 先に補完済みJSONをコピーしてから、ここに貼り付けてください。
ko: 먼저 보강된 JSON을 복사한 뒤 여기에 붙여넣으세요.

source: Copy Failed
ja: コピーに失敗しました
ko: 복사 실패

source: Copy failed: %@
ja: コピーに失敗しました: %@
ko: 복사 실패: %@

source: Copy JSON
ja: JSONをコピー
ko: JSON 복사

source: Copy, paste, preview, and apply JSON for all data or a selected Day.
ja: 全データまたは選択したDayのJSONをコピー、貼り付け、プレビュー、適用できます。
ko: 모든 데이터 또는 선택한 Day의 JSON을 복사, 붙여넣기, 미리보기, 적용할 수 있습니다.

source: Count Order
ja: 回数順
ko: 횟수순

source: Create
ja: 作成
ko: 생성

source: Create Day 1
ja: Day 1を作成
ko: Day 1 만들기

source: Created
ja: 作成日
ko: 생성일

source: Danger Zone
ja: 危険な操作
ko: 위험 구역

source: Data
ja: データ
ko: 데이터

source: Data Management
ja: データ管理
ko: 데이터 관리

source: Data Summary
ja: データ概要
ko: 데이터 요약

source: Days
ja: Day一覧
ko: Day

source: Delete
ja: 削除
ko: 삭제

source: Delete All
ja: すべて削除
ko: 모두 삭제

source: Delete all app data
ja: すべてのアプリデータを削除
ko: 모든 앱 데이터 삭제

source: Delete all app data?
ja: すべてのアプリデータを削除しますか？
ko: 모든 앱 데이터를 삭제할까요?

source: Delete All Data
ja: すべてのデータを削除
ko: 모든 데이터 삭제

source: Delete failed: %@
ja: 削除に失敗しました: %@
ko: 삭제 실패: %@

source: Delete this grammar note?
ja: この文法ノートを削除しますか？
ko: 이 문법 노트를 삭제할까요?

source: Dictation Lines
ja: ディクテーション行
ko: 받아쓰기 줄

source: Dictation lines and listening notes
ja: ディクテーション行とリスニングノート
ko: 받아쓰기 줄과 리스닝 노트

source: Dictation Lines: %lld new, %lld update
ja: ディクテーション行: 新規 %lld件、更新 %lld件
ko: 받아쓰기 줄: 신규 %lld개, 업데이트 %lld개

source: Done
ja: 完了
ko: 완료

source: Done Editing Days
ja: Day編集を完了
ko: Day 편집 완료

source: Done Editing Grammar Notes
ja: 文法ノート編集を完了
ko: 문법 노트 편집 완료

source: Done Editing LC Notes
ja: LCノート編集を完了
ko: LC 노트 편집 완료

source: Done Editing Notes
ja: ノート編集を完了
ko: 노트 편집 완료

source: Due
ja: 期限
ko: 복습 예정

source: Edit
ja: 編集
ko: 편집

source: Edit Days
ja: Dayを編集
ko: Day 편집

source: Edit Grammar Note
ja: 文法ノートを編集
ko: 문법 노트 편집

source: Edit Grammar Notes
ja: 文法ノートを編集
ko: 문법 노트 편집

source: Edit LC Note
ja: LCノートを編集
ko: LC 노트 편집

source: Edit LC Notes
ja: LCノートを編集
ko: LC 노트 편집

source: Edit Notes
ja: ノートを編集
ko: 노트 편집

source: Edit Word
ja: 単語を編集
ko: 단어 편집

source: English
ja: 英語
ko: 영어

source: English dictation
ja: 英語ディクテーション
ko: 영어 받아쓰기

source: English Example
ja: 英語例文
ko: 영어 예문

source: Enter a title for this Day.
ja: このDayのタイトルを入力してください。
ko: 이 Day의 제목을 입력하세요.

source: Enter a title for this LC note.
ja: このLCノートのタイトルを入力してください。
ko: 이 LC 노트의 제목을 입력하세요.

source: Enter English word
ja: 英単語を入力
ko: 영어 단어 입력

source: Example
ja: 例文
ko: 예문

source: Export Scope
ja: エクスポート範囲
ko: 내보내기 범위

source: Grammar Note
ja: 文法ノート
ko: 문법 노트

source: Grammar Notes
ja: 文法ノート
ko: 문법 노트

source: Grammar Notes: %lld new, %lld update
ja: 文法ノート: 新規 %lld件、更新 %lld件
ko: 문법 노트: 신규 %lld개, 업데이트 %lld개

source: Hide Korean
ja: 韓国語を隠す
ko: 한국어 숨기기

source: Hide Word Details
ja: 単語詳細を隠す
ko: 단어 상세 숨기기

source: Info
ja: 情報
ko: 정보

source: Invalid JSON
ja: 無効なJSON
ko: 잘못된 JSON

source: Invalid JSON: %@
ja: 無効なJSON: %@
ko: 잘못된 JSON: %@

source: JSON Actions
ja: JSON操作
ko: JSON 작업

source: JSON copied
ja: JSONをコピーしました
ko: JSON을 복사했습니다

source: JSON Empty
ja: JSONが空です
ko: JSON이 비어 있습니다

source: JSON Imported
ja: JSONをインポートしました
ko: JSON 가져오기 완료

source: JSON pasted.
ja: JSONを貼り付けました。
ko: JSON을 붙여넣었습니다.

source: Korean
ja: 韓国語
ko: 한국어

source: Korean Example
ja: 韓国語例文
ko: 한국어 예문

source: Korean Meaning
ja: 韓国語の意味
ko: 한국어 뜻

source: LC Note
ja: LCノート
ko: LC 노트

source: LC Note Groups
ja: LCノートグループ
ko: LC 노트 그룹

source: LC Notes: %lld new, %lld update
ja: LCノート: 新規 %lld件、更新 %lld件
ko: LC 노트: 신규 %lld개, 업데이트 %lld개

source: Mark Complete
ja: 完了にする
ko: 완료로 표시

source: Mark Incomplete
ja: 未完了にする
ko: 미완료로 표시

source: Markdown notes for grammar, tables, and examples
ja: 文法、表、例文用のMarkdownノート
ko: 문법, 표, 예문을 위한 Markdown 노트

source: New Day
ja: 新規Day
ko: 새 Day

source: New Grammar Note
ja: 新規文法ノート
ko: 새 문법 노트

source: New LC Note
ja: 新規LCノート
ko: 새 LC 노트

source: No content yet.
ja: まだ内容がありません。
ko: 아직 내용이 없습니다.

source: No content yet. Edit this note and paste Markdown.
ja: まだ内容がありません。このノートを編集してMarkdownを貼り付けてください。
ko: 아직 내용이 없습니다. 이 노트를 편집해서 Markdown을 붙여넣으세요.

source: No Day exists yet.
ja: まだDayがありません。
ko: 아직 Day가 없습니다.

source: No Day exists yet. Create Day 1.
ja: まだDayがありません。Day 1を作成してください。
ko: 아직 Day가 없습니다. Day 1을 만들어 보세요.

source: No grammar notes yet. Paste Markdown to create one.
ja: まだ文法ノートがありません。Markdownを貼り付けて作成してください。
ko: 아직 문법 노트가 없습니다. Markdown을 붙여넣어 만들어 보세요.

source: No LC note exists yet.
ja: まだLCノートがありません。
ko: 아직 LC 노트가 없습니다.

source: No matching changes found.
ja: 一致する変更はありません。
ko: 일치하는 변경 사항이 없습니다.

source: No matching Days.
ja: 一致するDayがありません。
ko: 일치하는 Day가 없습니다.

source: No matching grammar notes.
ja: 一致する文法ノートがありません。
ko: 일치하는 문법 노트가 없습니다.

source: No matching words.
ja: 一致する単語がありません。
ko: 일치하는 단어가 없습니다.

source: No saved words in this Day.
ja: このDayには保存された単語がありません。
ko: 이 Day에 저장된 단어가 없습니다.

source: No Selected Day
ja: Dayが選択されていません
ko: 선택된 Day 없음

source: No Words
ja: 単語がありません
ko: 단어 없음

source: No words yet. Start by typing an English word.
ja: まだ単語がありません。英単語を入力して始めてください。
ko: 아직 단어가 없습니다. 영어 단어를 입력해 시작하세요.

source: Note
ja: ノート
ko: 메모

source: Notes
ja: ノート
ko: 노트

source: Pages
ja: ページ
ko: 페이지

source: Paste a JSON array before importing.
ja: インポート前にJSON配列を貼り付けてください。
ko: 가져오기 전에 JSON 배열을 붙여넣으세요.

source: Paste a JSON array using english, meaningKo, exampleEn, exampleKo, note, and toeicTag fields.
ja: english、meaningKo、exampleEn、exampleKo、note、toeicTagフィールドを使ったJSON配列を貼り付けてください。
ko: english, meaningKo, exampleEn, exampleKo, note, toeicTag 필드를 사용하는 JSON 배열을 붙여넣으세요.

source: Paste JSON
ja: JSONを貼り付け
ko: JSON 붙여넣기

source: Play
ja: 再生
ko: 재생

source: Press Enter to add the next line
ja: Enterで次の行を追加
ko: Enter를 눌러 다음 줄 추가

source: Preview
ja: プレビュー
ko: 프리뷰 보기

source: Preview Changes
ja: 変更をプレビュー
ko: 변경 미리보기

source: Preview ready.
ja: プレビューの準備ができました。
ko: 미리보기가 준비되었습니다.

source: Preview the JSON before applying it.
ja: 適用する前にJSONをプレビューしてください。
ko: 적용하기 전에 JSON을 미리보세요.

source: Recent Grammar Notes
ja: 最近の文法ノート
ko: 최근 문법 노트

source: Remove Favorite
ja: お気に入りから削除
ko: 즐겨찾기 해제

source: Removes Vocabulary Days, Words, LC Notes, and dictation lines.
ja: Vocabulary Day、単語、LCノート、ディクテーション行を削除します。
ko: Vocabulary Day, 단어, LC 노트, 받아쓰기 줄을 삭제합니다.

source: Removes Vocabulary Days, Words, LC Notes, dictation lines, and Grammar Notes.
ja: Vocabulary Day、単語、LCノート、ディクテーション行、文法ノートを削除します。
ko: Vocabulary Day, 단어, LC 노트, 받아쓰기 줄, 문법 노트를 삭제합니다.

source: Rename Day
ja: Day名を変更
ko: Day 이름 변경

source: Review
ja: 復習
ko: 복습

source: Save
ja: 保存
ko: 저장

source: Save Failed
ja: 保存に失敗しました
ko: 저장 실패

source: Save Without Duplicates
ja: 重複を除いて保存
ko: 중복만 빼고 저장

source: Saved
ja: 保存しました
ko: 저장 완료

source: Saved word already exists
ja: 保存済みの単語があります
ko: 이미 저장된 단어가 있습니다

source: Scope
ja: 範囲
ko: 범위

source: Search Days
ja: Dayを検索
ko: Day 검색

source: Search Grammar Notes
ja: 文法ノートを検索
ko: 문법 노트 검색

source: Search Words
ja: 単語を検索
ko: 단어 검색

source: Select a Day before copying JSON.
ja: JSONをコピーする前にDayを選択してください。
ko: JSON을 복사하기 전에 Day를 선택하세요.

source: Selected Day
ja: 選択中のDay
ko: 선택한 Day

source: Settings
ja: 設定
ko: 설정

source: Show Korean
ja: 韓国語を表示
ko: 한국어 보기

source: Show Word Details
ja: 単語詳細を表示
ko: 단어 상세 보기

source: Study
ja: 学習
ko: 학습

source: Submit
ja: 送信
ko: 제출

source: Temporary Words
ja: 一時単語
ko: 임시 단어

source: This removes all Vocabulary and Study data from this device and synced SwiftData store.
ja: このデバイスと同期済みSwiftDataストアから、すべての単語と学習データを削除します。
ko: 이 기기와 동기화된 SwiftData 저장소에서 모든 단어장과 학습 데이터를 삭제합니다.

source: This removes the Markdown note from this device and synced SwiftData store.
ja: このデバイスと同期済みSwiftDataストアからMarkdownノートを削除します。
ko: 이 기기와 동기화된 SwiftData 저장소에서 Markdown 노트를 삭제합니다.

source: This updates matching saved data and creates missing items.
ja: 一致する保存データを更新し、足りない項目を作成します。
ko: 일치하는 저장 데이터를 업데이트하고 누락된 항목을 생성합니다.

source: This word is already saved. You can still add it, or save without the duplicates.
ja: この単語はすでに保存されています。そのまま追加するか、重複を除いて保存できます。
ko: 이미 저장된 단어입니다. 그래도 넣거나, 중복만 빼고 저장할 수 있습니다.

source: Title
ja: タイトル
ko: 제목

source: TOEIC Tag
ja: TOEICタグ
ko: TOEIC 태그

source: Vocabulary Day
ja: 単語Day
ko: 단어 Day

source: Vocabulary Days
ja: 単語Day
ko: 단어 Day

source: Vocabulary Days: %lld new, %lld update
ja: 単語Day: 新規 %lld件、更新 %lld件
ko: 단어 Day: 신규 %lld개, 업데이트 %lld개

source: Word
ja: 単語
ko: 단어

source: Words
ja: 単語
ko: 단어

source: Words: %lld new, %lld update
ja: 単語: 新規 %lld件、更新 %lld件
ko: 단어: 신규 %lld개, 업데이트 %lld개

source: OK
ko: 확인
